export const CAR_DATABASE = [
  {
    brand: 'KGM سانج يونج',
    models: [
      'KGM سانج يونج  اكثيون',
      'KGM سانج يونج  اكس ال في',
      'KGM سانج يونج اكثيون سبورتس',
      'KGM سانج يونج توريس',
      'KGM سانج يونج تيفولي',
      'KGM سانج يونج تيفولي جراند',
      'KGM سانج يونج ريكستون',
      'KGM سانج يونج كوراندو',
      'KGM سانج يونج كيرون'
    ]
  },
  {
    brand: 'ارك فوكس',
    models: [
      'ارك فوكس الفا اس',
      'ارك فوكس الفا تي',
      'ارك فوكس كوالا'
    ]
  },
  {
    brand: 'اسبرانزا',
    models: [
      'اسبرانزا ام 11',
      'اسبرانزا ام 12',
      'اسبرانزا ايه 516',
      'اسبرانزا ايه 620',
      'اسبرانزا تيجو',
      'اسبرانزا كيو كيو',
      'شيري  ايه 15',
      'شيري ايه 11'
    ]
  },
  {
    brand: 'افاتار',
    models: [
      'افاتار 11',
      'افاتار 12'
    ]
  },
  {
    brand: 'اكس بنج',
    models: [
      'اكس بنج  بي 7 اي',
      'اكس بنج اكس 9 ام بي في',
      'اكس بنج بي 5',
      'اكس بنج بي 7',
      'اكس بنج جي 3',
      'اكس بنج جي 3 اي',
      'اكس بنج جي 6',
      'اكس بنج جي 9'
    ]
  },
  {
    brand: 'اكورا',
    models: [
      'ار ال اكس',
      'اكورا اار اس اكس',
      'اكورا ار ال',
      'اكورا ار دي اكس',
      'اكورا ام دي اكس',
      'اكورا انتجرا',
      'اكورا تي اس اكس',
      'اكورا تي ال',
      'اكورا تي ال اكس'
    ]
  },
  {
    brand: 'اكيورا',
    models: [
      'اكيورا'
    ]
  },
  {
    brand: 'السيارات الكلاسيكية',
    models: [
      'السيارات الكلاسيكية'
    ]
  },
  {
    brand: 'الفا روميو',
    models: [
      'الفا روميو 146',
      'الفا روميو 147',
      'الفا روميو 156',
      'الفا روميو 166',
      'الفا روميو 4 سي',
      'الفا روميو الفيتا',
      'الفا روميو بريرا',
      'الفا روميو تونالي',
      'الفا روميو جوليا',
      'الفا روميو جوليتا',
      'الفا روميو جي تي',
      'الفا روميو سبايدر',
      'الفا روميو ستلفيو',
      'الفا روميو ميتو',
      'الفا روميو ميتو كوادريفوليو فيردي'
    ]
  },
  {
    brand: 'ام جي',
    models: [
      'ام جي 3',
      'ام جي 350',
      'ام جي 4 اي في',
      'ام جي 5',
      'ام جي 6',
      'ام جي 7',
      'ام جي اتش اس',
      'ام جي ار اكس',
      'ام جي ار اكس 5',
      'ام جي ار اكس 8',
      'ام جي جي تي',
      'ام جي زد اس',
      'ام جي وان'
    ]
  },
  {
    brand: 'ام هيرو',
    models: [
      'ام هيرو 917'
    ]
  },
  {
    brand: 'انفينيتي',
    models: [
      'انفينيتي  جي 35',
      'انفينيتي  جي اكس 35',
      'انفينيتي اف اكس 35',
      'انفينيتي اف اكس 45',
      'انفينيتي اف اكس 50',
      'انفينيتي جي 20',
      'انفينيتي جي 37',
      'انفينيتي كيو 50',
      'انفينيتي كيو 60',
      'انفينيتي كيو 70',
      'انفينيتي كيو 70  الفئة ام',
      'انفينيتي كيو اكس 30',
      'انفينيتي كيو اكس 50',
      'انفينيتي كيو اكس 50  الفئة اي اكس',
      'انفينيتي كيو اكس 56',
      'انفينيتي كيو اكس 60',
      'انفينيتي كيو اكس 70',
      'انفينيتي كيو اكس 80'
    ]
  },
  {
    brand: 'انيوس',
    models: [
      'انيوس جرينادير',
      'انيوس كوارتر ماستر'
    ]
  },
  {
    brand: 'اوبل',
    models: [
      'اوبل استرا',
      'اوبل انسيجنيا',
      'اوبل جراند لاند',
      'اوبل فيكترا',
      'اوبل كروس لاند',
      'اوبل كورسا',
      'اوبل موكا',
      'اوبل موكا اكس'
    ]
  },
  {
    brand: 'اودي',
    models: [
      'اودي ايه 3',
      'اودي ايه 4',
      'اودي ايه 6',
      'اودي ايه 8',
      'اودي تي تي',
      'اودي كيو 3',
      'اودي كيو 5',
      'اودي كيو 7',
      'اودي كيو 8'
    ]
  },
  {
    brand: 'اومودا',
    models: [
      'اومودا اي 5',
      'اومودا سي 5',
      'اومودا سي 5 اي في'
    ]
  },
  {
    brand: 'اي ام ال',
    models: [
      'اي ام ال 6',
      'اي ام ال 7',
      'اي ام ال اس 6',
      'اي ام ال اس 7'
    ]
  },
  {
    brand: 'ايتو',
    models: [
      'ايتو ام 5',
      'ايتو ام 7',
      'ايتو ام 9'
    ]
  },
  {
    brand: 'ايسوزو',
    models: [
      'ايسوزو ام يو اكس',
      'ايسوزو ان بي ار',
      'ايسوزو ان كيه ار',
      'ايسوزو ان كيو ار',
      'ايسوزو تي اف بيك اب',
      'ايسوزو دي ماكس'
    ]
  },
  {
    brand: 'باجاني',
    models: [
      'باجاني اوتوبيا',
      'باجاني زوندا',
      'باجاني هوترا'
    ]
  },
  {
    brand: 'باو',
    models: [
      'باو بوني اي في',
      'باو بي جي 212 اوف رود',
      'باو بي جي212',
      'باو جياباوباو',
      'باو يوانباو',
      'باو يوشينغ',
      'باو يينغشي'
    ]
  },
  {
    brand: 'بايك',
    models: [
      'بايك  اي يو 7',
      'بايك  بي جي 40 بلس',
      'بايك اكس 25',
      'بايك اكس 35',
      'بايك اكس 55',
      'بايك اكس 7',
      'بايك ام 20',
      'بايك اي يو 5',
      'بايك ايم زد 40',
      'بايك ايه 115',
      'بايك ايه 315',
      'بايك بي جي 40 / بي جي 40 بلس',
      'بايك بي جي 80'
    ]
  },
  {
    brand: 'بروتون',
    models: [
      'بروتون  ساجا اف ال اكس',
      'بروتون اكس 50',
      'بروتون اكس 70',
      'بروتون اكس 90',
      'بروتون اكسورا',
      'بروتون بريفي',
      'بروتون بيرسونا',
      'بروتون جن 2',
      'بروتون ساجا',
      'بروتون سوبرايما اس',
      'بروتون واجا',
      'بروتون ويرا'
    ]
  },
  {
    brand: 'بريليانس',
    models: [
      'بريليانس  اتش 230',
      'بريليانس  كروس',
      'بريليانس اتش 220',
      'بريليانس اتش 320',
      'بريليانس اتش 320 / اتش 330',
      'بريليانس اتش 530',
      'بريليانس اف ار في',
      'بريليانس اف اس في',
      'بريليانس ام 1',
      'بريليانس جالينا',
      'بريليانس جريس فان',
      'بريليانس جينبي هايس / جريس فان',
      'بريليانس سبلندور',
      'بريليانس في 3',
      'بريليانس في 5',
      'بريليانس في 6',
      'بريليانس في 7'
    ]
  },
  {
    brand: 'بنتلي',
    models: [
      'بنتلي ارناج',
      'بنتلي ازور',
      'بنتلي بروكلاندز',
      'بنتلي بنتايجا',
      'بنتلي كونتيننتال جي تي',
      'بنتلي كونتيننتال فلاينج سبور',
      'بنتلي مولسان'
    ]
  },
  {
    brand: 'بورجوارد',
    models: [
      'بورجوارد  بي اكس 7 تي اس',
      'بورجوارد بي اكس 17 اي في',
      'بورجوارد بي اكس 5',
      'بورجوارد بي اكس 6',
      'بورجوارد بي اكس 7'
    ]
  },
  {
    brand: 'بورشه',
    models: [
      'بورشه  كيمان',
      'بورشه 911',
      'بورشه باناميرا',
      'بورشه بوكستر',
      'بورشه تايكان',
      'بورشه كايين',
      'بورشه ماكان'
    ]
  },
  {
    brand: 'بوغاتي',
    models: [
      'بوغاتي بوليد',
      'بوغاتي توربيون',
      'بوغاتي ديفو',
      'بوغاتي سينتودياتشي',
      'بوغاتي شيرون',
      'بوغاتي فيرون'
    ]
  },
  {
    brand: 'بولاريس',
    models: [
      'بولاريس'
    ]
  },
  {
    brand: 'بولستار',
    models: [
      'بولستار 1',
      'بولستار 2',
      'بولستار 3',
      'بولستار 4'
    ]
  },
  {
    brand: 'بونتياك',
    models: [
      'بونتياك بونفيل',
      'بونتياك جراند ايه ام',
      'بونتياك جراند بريكس',
      'بونتياك جي 6',
      'بونتياك جي تي اوه',
      'بونتياك سولستيس',
      'بونتياك فايربيرد'
    ]
  },
  {
    brand: 'بي ام دبليو',
    models: [
      'بي ام دبليو اف 01',
      'بي ام دبليو اف 02',
      'بي ام دبليو اف 06',
      'بي ام دبليو اف 10',
      'بي ام دبليو اف 11',
      'بي ام دبليو اف 12',
      'بي ام دبليو اف 13',
      'بي ام دبليو اف 15',
      'بي ام دبليو اف 16',
      'بي ام دبليو اف 20',
      'بي ام دبليو اف 21',
      'بي ام دبليو اف 22',
      'بي ام دبليو اف 23',
      'بي ام دبليو اف 25',
      'بي ام دبليو اف 26',
      'بي ام دبليو اف 30',
      'بي ام دبليو اف 31',
      'بي ام دبليو اف 32',
      'بي ام دبليو اف 33',
      'بي ام دبليو اف 34',
      'بي ام دبليو اف 36',
      'بي ام دبليو اف 39',
      'بي ام دبليو اف 40',
      'بي ام دبليو اف 44',
      'بي ام دبليو اف 45',
      'بي ام دبليو اف 48',
      'بي ام دبليو اكس 1',
      'بي ام دبليو اكس 3',
      'بي ام دبليو اكس 5',
      'بي ام دبليو اكس 6',
      'بي ام دبليو اكس 7',
      'بي ام دبليو اي 01',
      'بي ام دبليو اي 20',
      'بي ام دبليو اي 39',
      'بي ام دبليو اي 46',
      'بي ام دبليو اي 53',
      'بي ام دبليو اي 60',
      'بي ام دبليو اي 61',
      'بي ام دبليو اي 63',
      'بي ام دبليو اي 64',
      'بي ام دبليو اي 65',
      'بي ام دبليو اي 66',
      'بي ام دبليو اي 70',
      'بي ام دبليو اي 71',
      'بي ام دبليو اي 81',
      'بي ام دبليو اي 82',
      'بي ام دبليو اي 83',
      'بي ام دبليو اي 84',
      'بي ام دبليو اي 85',
      'بي ام دبليو اي 86',
      'بي ام دبليو اي 87',
      'بي ام دبليو اي 88',
      'بي ام دبليو اي 89',
      'بي ام دبليو اي 90',
      'بي ام دبليو اي 91',
      'بي ام دبليو اي 92',
      'بي ام دبليو اي 93',
      'بي ام دبليو جي 01',
      'بي ام دبليو جي 02',
      'بي ام دبليو جي 05',
      'بي ام دبليو جي 06',
      'بي ام دبليو جي 07',
      'بي ام دبليو جي 08',
      'بي ام دبليو جي 09',
      'بي ام دبليو جي 11',
      'بي ام دبليو جي 12',
      'بي ام دبليو جي 14',
      'بي ام دبليو جي 15',
      'بي ام دبليو جي 16',
      'بي ام دبليو جي 20',
      'بي ام دبليو جي 21',
      'بي ام دبليو جي 22',
      'بي ام دبليو جي 23',
      'بي ام دبليو جي 26',
      'بي ام دبليو جي 29',
      'بي ام دبليو جي 30',
      'بي ام دبليو جي 31',
      'بي ام دبليو جي 32',
      'بي ام دبليو جي 42',
      'بي ام دبليو جي 45',
      'بي ام دبليو جي 60',
      'بي ام دبليو جي 70',
      'بي ام دبليو يو 06',
      'بي ام دبليو يو 10',
      'بي ام دبليو يو 11'
    ]
  },
  {
    brand: 'BYD (بي واي دي)',
    models: [
      'Atto 3 (أتو 3)',
      'L3 (إل 3)',
      'Song Plus (سونج بلس)',
      'F3 (إف 3)',
      'Seal (سيل)',
      'بي واي دي اس 5',
      'بي واي دي اف 0',
      'بي واي دي اف 3',
      'بي واي دي ال 3',
      'بي واي دي تانج',
      'بي واي دي سونج بلس',
      'بي واي دي سيجال',
      'بي واي دي هان'
    ]
  },
  {
    brand: 'Peugeot (بيجو)',
    models: [
      '508 (بيجو 508)',
      '208 (بيجو 208)',
      '3008 (بيجو 3008)',
      '308 (بيجو 308)',
      '301 (بيجو 301)',
      '2008 (بيجو 2008)',
      '5008 (بيجو 5008)',
      'بيجو 206',
      'بيجو 207',
      'بيجو 307',
      'بيجو 406',
      'بيجو 407',
      'بيجو 408',
      'بيجو بارتنر',
      'بيجو206 بلس'
    ]
  },
  {
    brand: 'بيرودوا',
    models: [
      'بيرودوا  تاريوس',
      'بيرودوا اتيبا',
      'بيرودوا اكسيا',
      'بيرودوا الزا',
      'بيرودوا بيزا',
      'بيرودوا تيريوس',
      'بيرودوا كانسيل',
      'بيرودوا كيليسا',
      'بيرودوا مايفي',
      'بيرودوا نوتيكا'
    ]
  },
  {
    brand: 'بيستون',
    models: [
      'بيستون اكس 40',
      'بيستون اكس 80',
      'بيستون ان ايه تي',
      'بيستون بي 50',
      'بيستون بي 70',
      'بيستون تي 33',
      'بيستون تي 55',
      'بيستون تي 77',
      'بيستون تي 77 / تي 77 برو',
      'بيستون تي 99'
    ]
  },
  {
    brand: 'بيوك',
    models: [
      'بيوك  انفيجن بلس',
      'بيوك اكسيل',
      'بيوك اكسيل جي تي',
      'بيوك انفيجن',
      'بيوك انكلاف',
      'بيوك انكور',
      'بيوك انكور جي اكس',
      'بيوك بارك افينيو',
      'بيوك جي ال 8 ام بي في',
      'بيوك ريجال',
      'بيوك سينشري',
      'بيوك لاكروس',
      'بيوك لي سابر',
      'بيوك لي لوسيرن'
    ]
  },
  {
    brand: 'تاتا',
    models: [
      'تاتا  انديجو',
      'تاتا الكولين بيك اب',
      'تاتا انديكا',
      'تاتا بانش',
      'تاتا زينون بيك اب',
      'تاتا سفاري',
      'تاتا نيكسون',
      'تاتا هاريير'
    ]
  },
  {
    brand: 'تانك',
    models: [
      'تانك 300',
      'تانك 400',
      'تانك 500',
      'تانك 700'
    ]
  },
  {
    brand: 'Toyota (تويوتا)',
    models: [
      'Belta (بيلتا)',
      'C-HR (سي إتش آر)',
      'Land Cruiser (لاند كروزر)',
      'Corolla (كورولا)',
      'Fortuner (فورتشنر)',
      'Rumion (روميون)',
      'Camry (كامري)',
      'Yaris (ياريس)',
      'تويوتا اوربان كروزر',
      'تويوتا برادو',
      'تويوتا راف 4',
      'تويوتا رايز',
      'تويوتا سي اتش ار',
      'تويوتا فورشنر',
      'تويوتا كامري',
      'تويوتا كورولا',
      'تويوتا لاند كروزر',
      'تويوتا هايس',
      'تويوتا هايلوكس',
      'تويوتا ياريس'
    ]
  },
  {
    brand: 'تيسلا',
    models: [
      'تيسلا سايبتروك',
      'تيسلا موديل 3',
      'تيسلا موديل اس',
      'تيسلا موديل اكس',
      'تيسلا موديل واي'
    ]
  },
  {
    brand: 'جاز',
    models: [
      'جاز  جازيل نيكست',
      'جاز جازيل',
      'جاز سادكو نيكست',
      'جاز سوبول',
      'جاز فولجا'
    ]
  },
  {
    brand: 'JAC (جاك)',
    models: [
      'JS2 (جي إس 2)',
      'J7 (جي 7)',
      'E30X (إي 30 إكس)',
      'JS4 (جي إس 4)',
      'S4 (إس 4)',
      'JS3 (جي إس 3)',
      'T8 (بيك اب تي 8)',
      'S3 (إس 3)',
      'جاك اس 3',
      'جاك اس 4',
      'جاك اس 7',
      'جاك جي 2',
      'جاك جي 3',
      'جاك جي 4',
      'جاك جي 5',
      'جاك جي 7',
      'جاك جي اس 3',
      'جاك جي اس 4'
    ]
  },
  {
    brand: 'JAC (جاك)',
    models: [
      'JS2 (جي إس 2)',
      'J7 (جي 7)',
      'E30X (إي 30 إكس)',
      'JS4 (جي إس 4)',
      'S4 (إس 4)',
      'JS3 (جي إس 3)',
      'T8 (بيك اب تي 8)',
      'S3 (إس 3)',
      'جاكوار  اكس جي ار',
      'جاكوار اس تايب',
      'جاكوار اف بيس',
      'جاكوار اف تايب',
      'جاكوار اكس اف',
      'جاكوار اكس اي',
      'جاكوار اكس تايب',
      'جاكوار اكس جي',
      'جاكوار اكس جي 8',
      'جاكوار اكس كيه',
      'جاكوار اكس كيه ار',
      'جاكوار اي بيس',
      'جاكوار اي بيس اي في'
    ]
  },
  {
    brand: 'جايكو',
    models: [
      'جايكو جي 7',
      'جايكو جي 8'
    ]
  },
  {
    brand: 'جريت وول',
    models: [
      'جريت وول  فينوم',
      'جريت وول  هافال اتش 3',
      'جريت وول  وينجل 7 بيك اب',
      'جريت وول اتش 5',
      'جريت وول اورا 03',
      'جريت وول باور بيك اب',
      'جريت وول تانك  تانك 500',
      'جريت وول تانك 300',
      'جريت وول جود كات اي في',
      'جريت وول سي 10',
      'جريت وول سي 30',
      'جريت وول فوليكس سي 30',
      'جريت وول هوفر',
      'جريت وول وينجل 5'
    ]
  },
  {
    brand: 'جونواي',
    models: [
      'جونواي  يو اف اوه اس يو في',
      'جونواي ايه 380',
      'جونواي ووشي فالكون',
      'جونواي ووشي كارين'
    ]
  },
  {
    brand: 'جي ام سي',
    models: [
      'جي ام سي اكاديا',
      'جي ام سي باوديان',
      'جي ام سي بوردينج بيك اب',
      'جي ام سي تي شون فان تجاري',
      'جي ام سي تيرين',
      'جي ام سي جيانغلوينغ',
      'جي ام سي سافانا فان',
      'جي ام سي سييرا',
      'جي ام سي شاحنة خفيفة كاريينج',
      'جي ام سي فيجوس',
      'جي ام سي فيجوس 7',
      'جي ام سي فيجوس 9',
      'جي ام سي فيجوس برو',
      'جي ام سي كانيون',
      'جي ام سي هامر اي في بيك اب',
      'جي ام سي هامر اي في بيك اب اس يو في',
      'جي ام سي يوشينج اس 350 اس يو في',
      'جي ام سي يوكون',
      'جي ام سي يوكون اكس ال',
      'جي ام سي يوهو بيك اب'
    ]
  },
  {
    brand: 'جي ايه سي',
    models: [
      'جي ايه سي  جي اس 4 ماكس',
      'جي ايه سي  جي ان 8 ام بي في',
      'جي ايه سي ام 8',
      'جي ايه سي امبو',
      'جي ايه سي امكو',
      'جي ايه سي جي اس 3',
      'جي ايه سي جي اس 3 امزووم',
      'جي ايه سي جي اس 4',
      'جي ايه سي جي اس 5',
      'جي ايه سي جي اس 8'
    ]
  },
  {
    brand: 'Jeep (جيب)',
    models: [
      'Compass (كومباس)',
      'Wrangler (رانجلر)',
      'Renegade (رينيجيد)',
      'Grand Cherokee (جراند شيروكي)',
      'جيب جراند شيروكي',
      'جيب رانجلر',
      'جيب رينيجيد',
      'جيب شيروكي',
      'جيب كومباس',
      'جيب ليبرتي'
    ]
  },
  {
    brand: 'جيتور',
    models: [
      'جيتور اكس 70',
      'جيتور اكس 70 بلس',
      'جيتور اكس 90 بلس',
      'جيتور تي 2',
      'جيتور داشينج'
    ]
  },
  {
    brand: 'Geely (جيلي)',
    models: [
      'Coolray (كول راي)',
      'Starray (ستار راي)',
      'GX3 Pro (جي إكس 3 برو)',
      'Geometry C (جيومتري سي)',
      'Okavango (أوكافانجو)',
      'Emgrand (إمجراند)',
      'جيلي اذكارا',
      'جيلي امجراند 7',
      'جيلي امجراند اكس 7',
      'جيلي اي سي 7',
      'جيلي توجيلا',
      'جيلي جي اكس 2',
      'جيلي جي سي 7',
      'جيلي ستاري',
      'جيلي سي كيه',
      'جيلي كولراي',
      'جيلي مونجارو'
    ]
  },
  {
    brand: 'جينيسيس',
    models: [
      'جينيسيس جي 70',
      'جينيسيس جي 80',
      'جينيسيس جي 90',
      'جينيسيس جي في 60 اي في',
      'جينيسيس جي في 70',
      'جينيسيس جي في 80'
    ]
  },
  {
    brand: 'داتسون',
    models: [
      'داتسون اون دو',
      'داتسون جو',
      'داتسون جو بلس',
      'داتسون ريدي جو',
      'داتسون مي دو'
    ]
  },
  {
    brand: 'دايو',
    models: [
      'دايو اسبيرو',
      'دايو لانوس',
      'دايو ليجانزا',
      'دايو ماتيز',
      'دايو نوبيرا 1',
      'دايو نوبيرا 2'
    ]
  },
  {
    brand: 'دودج',
    models: [
      'دودج تشارجر',
      'دودج تشالنجر',
      'دودج دورانجو',
      'دودج رام',
      'دودج نيون'
    ]
  },
  {
    brand: 'دورسين',
    models: [
      'دورسين  جي 60 اس',
      'دورسين اي 20',
      'دورسين جي 60',
      'دورسين جي 70 اس'
    ]
  },
  {
    brand: 'دومي',
    models: [
      'دومي اكس 5',
      'دومي اكس 7'
    ]
  },
  {
    brand: 'Dongfeng (دونج فينج)',
    models: [
      'Dongfeng H30 Cross (H30 كروس)',
      'Aeolus Yixuan (ييشوان)',
      'Aeolus A30 (إيولوس A30)',
      'Dongfeng EX1 (إكس 1)',
      'Dongfeng MAGE 2026 (ماج 2026)',
      'Forthing U-Tour (يو تور)',
      'Aeolus Haoji (هاوجي)',
      'Venucia D60 (D60)',
      'Aeolus Huge (هوج)',
      'اخرى / غير مدرج',
      'Dongfeng Box / Nammi 01 (بوكس)',
      'Dongfeng S30 (S30)',
      'Aeolus Shine Max (شاين ماكس)',
      'Aeolus AX7 (AX7)',
      'Forthing SX6 (SX6)',
      'eπ 007 / Dongfeng 007 (REEV / EV)',
      'Dongfeng MAGE (ماج بنزين / هايبرد)',
      'eπ 008 / Dongfeng 008 (REEV / EV)',
      'Venucia Star (فينوشيا ستار)',
      'Venucia V-Online (في أونلاين)',
      'Dongfeng Nano Box (نانو بوكس)',
      'Voyah Dreamer (فوياه دريمر)',
      'Voyah Free (فوياه فري)',
      'Rich 6 (بيك اب ريتش 6)',
      'Voyah Passion (فوياه باشن)',
      'Forthing T5 EVO (T5 إيفو)',
      'Rich 7 (ريتش 7)',
      'Aeolus Shine (شاين)',
      'Forthing Friday (فرايداي EV)',
      'M-Hero 917 (إم هيرو)',
      'دونج فينج  شاين ماكس',
      'دونج فينج ائولوس ايه 30',
      'دونج فينج ائولوس شاين',
      'دونج فينج ام هيرو 917',
      'دونج فينج ايه اكس 7',
      'دونج فينج فورثينج تي 5 ايفو',
      'دونج فينج هيوج'
    ]
  },
  {
    brand: 'دي اس',
    models: [
      'دي اس 3',
      'دي اس 3 كروسباك',
      'دي اس 4',
      'دي اس 7',
      'دي اس 7 كروسباك',
      'دي اس 9'
    ]
  },
  {
    brand: 'دي اف اس كي',
    models: [
      'دي اف اس كي ايجل برو',
      'دي اف اس كي جلوري 330',
      'دي اف اس كي جلوري 500',
      'دي اف اس كي جلوري 580',
      'دي اف اس كي جلوري ااي اكس 5'
    ]
  },
  {
    brand: 'ديبال',
    models: [
      'ديبال اس 07',
      'ديبال اس ال 03',
      'ديبال ال 07',
      'ديبال جي 318'
    ]
  },
  {
    brand: 'ديهاتسو',
    models: [
      'ديهاتسو تيريوس',
      'ديهاتسو جران مكس',
      'ديهاتسو سيريون',
      'ديهاتسو شاريد',
      'ديهاتسو ماتيريا',
      'ديهاتسو واي ار في'
    ]
  },
  {
    brand: 'روكس',
    models: [
      'روكس  بولستون 01',
      'روكس موتور',
      'روكس موتور 01'
    ]
  },
  {
    brand: 'Renault (رينو)',
    models: [
      'Clio (كليو)',
      'Stepway (ستيب واي)',
      'Fluence (فلونس)',
      'Megane (ميجان)',
      'Kadjar (كادجار)',
      'Austral (أوسترال)',
      'Logan (لوجان)',
      'Sandero (سانديرو)',
      'Duster (داستر)',
      'رينو اوسترال',
      'رينو داستر',
      'رينو سانديرو',
      'رينو ستيب واي',
      'رينو فلوانس',
      'رينو كابتشر',
      'رينو كادجار',
      'رينو كوليوس',
      'رينو لوجان',
      'رينو ميجان'
    ]
  },
  {
    brand: 'زد ان ايه',
    models: [
      'زد ان ايه اوتينج اس يو في',
      'زد ان ايه ريتش',
      'زد ان ايه ريتش 6',
      'زد ان ايه ريتش 7',
      'زد ان ايه سكسيس فان',
      'زد ان ايه يامسن ام بي في'
    ]
  },
  {
    brand: 'زوتي',
    models: [
      'زوتي اس ار 9',
      'زوتي تي 300',
      'زوتي تي 600',
      'زوتي تي 700',
      'زوتي زد 100',
      'زوتي زد 300',
      'زوتي زد 500'
    ]
  },
  {
    brand: 'زيكر',
    models: [
      'زيكر 001',
      'زيكر 007',
      'زيكر 009 ام بي في',
      'زيكر اكس'
    ]
  },
  {
    brand: 'ساب',
    models: [
      'ساب 9-3',
      'ساب 9-5',
      'ساب 900',
      'ساب 9000'
    ]
  },
  {
    brand: 'ساندستورم',
    models: [
      'ساندستورم الريم بيك اب'
    ]
  },
  {
    brand: 'سايبا',
    models: [
      'سايبا برايد 131',
      'سايبا برايد 132',
      'سايبا برايد 141',
      'سايبا ساينا',
      'سايبا شاهران',
      'سايبا شاهين',
      'سايبا طيبة',
      'سايبا كويك'
    ]
  },
  {
    brand: 'سايون',
    models: [
      'سايون اف ار اس',
      'سايون اكس بي',
      'سايون اكس دي',
      'سايون تي سي'
    ]
  },
  {
    brand: 'ستروين',
    models: [
      'ستروين برلينجو',
      'ستروين زارا',
      'ستروين سي 3',
      'ستروين سي 3 ايركروس',
      'ستروين سي 4',
      'ستروين سي 4 اكس',
      'ستروين سي 4 بيكاسو',
      'ستروين سي 5',
      'ستروين سي 5 ايركروس',
      'ستروين سي اليزيه'
    ]
  },
  {
    brand: 'سكاي',
    models: [
      'سكاي ويل',
      'سكاي ويل  بي اي 11 اي في',
      'سكاي ويل اتش تي اي هجين',
      'سكاي ويل اي تي 5'
    ]
  },
  {
    brand: 'Skoda (سكودا)',
    models: [
      'Octavia A8 (أوكتافيا A8)',
      'Kodiaq (كودياك)',
      'Fabia (فابيا)',
      'Kamiq (كاميك)',
      'Octavia A7 (أوكتافيا A7)',
      'Rapid (رابد)',
      'Octavia A5 (أوكتافيا A5)',
      'Scala (سكالا)',
      'Superb (سوبيرب)',
      'Octavia A4 (أوكتافيا A4)',
      'Karoq (كاروك)',
      'سكودا اوكتافيا',
      'سكودا رابيد',
      'سكودا سكالا',
      'سكودا سوبيرب',
      'سكودا فابيا',
      'سكودا كاروك',
      'سكودا كاميك',
      'سكودا كودياك'
    ]
  },
  {
    brand: 'سلينج شوت',
    models: [
      'سلينج شوت  ار',
      'سلينج شوت  اس ال',
      'سلينج شوت  اس ال ار',
      'سلينج شوت اس'
    ]
  },
  {
    brand: 'سمارت',
    models: [
      'سمارت #1 اي في',
      'سمارت #3 اي في',
      'سمارت فور تو',
      'سمارت فور فور'
    ]
  },
  {
    brand: 'سوبارو',
    models: [
      'سوبارو اكس في',
      'سوبارو امبريزا',
      'سوبارو اوتباك',
      'سوبارو فورستر',
      'سوبارو ليجاسي'
    ]
  },
  {
    brand: 'Suzuki (سوزوكي)',
    models: [
      'Vitara (فيتارا)',
      'Swift (سويفت)',
      'Jimny (جيمني)',
      'Fronx (فرونكس)',
      'Dzire (ديزاير)',
      'Baleno (بالينو)',
      'Ciaz (سياز)',
      'Alto (ألتو)',
      'Ertiga (أرتيجا)',
      'سوزوكي  فيتارا',
      'سوزوكي ارتيجا',
      'سوزوكي التو',
      'سوزوكي ايكو',
      'سوزوكي بالينو',
      'سوزوكي جراند فيتارا',
      'سوزوكي جيمني',
      'سوزوكي ديزاير',
      'سوزوكي سويفت',
      'سوزوكي سياز',
      'سوزوكي فرونكس',
      'سوزوكي ماروتي'
    ]
  },
  {
    brand: 'سوكون',
    models: [
      'سوكون جلوري 330',
      'سوكون سي 35',
      'سوكون سي 37',
      'سوكون في 21',
      'سوكون في 22'
    ]
  },
  {
    brand: 'سويست',
    models: [
      'سويست اس 09',
      'سويست دي اكس 3',
      'سويست دي اكس 7',
      'سويست في 3 لينجيو',
      'سويست في 5 لينجزي'
    ]
  },
  {
    brand: 'Seat (سيات)',
    models: [
      'Ateca (أتيكا)',
      'Leon (ليون)',
      'Tarraco (تاراكو)',
      'Toledo (توليدو)',
      'Arona (أرونا)',
      'Ibiza (إبيزا)',
      'سيات ابيزا',
      'سيات اتيكا',
      'سيات ارونا',
      'سيات تاركو',
      'سيات توليدو',
      'سيات كوردروبا',
      'سيات ليون'
    ]
  },
  {
    brand: 'سيريس',
    models: [
      'سيريس 3',
      'سيريس 3  اي في',
      'سيريس 5',
      'سيريس 7',
      'سيريس اس اف 5'
    ]
  },
  {
    brand: 'سينوفا',
    models: [
      'سينوفا اكس 25',
      'سينوفا اكس 35',
      'سينوفا اكس 55',
      'سينوفا ايه 1',
      'سينوفا دي 20',
      'سينوفا دي 50'
    ]
  },
  {
    brand: 'Changan (شانجان)',
    models: [
      'CS75 Plus (سي إس 75 بلس)',
      'CS95 (سي إس 95)',
      'CS55 Plus (سي إس 55 بلس)',
      'Eado (إيدو)',
      'UNI-K (يوني كيه)',
      'Eado Plus (إيدو بلس)',
      'Alsvin (ألسفن)',
      'Oshan X7 (أوشان إكس 7)',
      'CS85 (سي إس 85)',
      'UNI-T (يوني تي)',
      'UNI-V (يوني في)',
      'CS35 Plus (سي إس 35 بلس)',
      'شانجان  بيني اي ستار',
      'شانجان  بيني ميني',
      'شانجان  سي اس 35 بلس',
      'شانجان  سي اس 55 بلس',
      'شانجان السفين',
      'شانجان ايدو',
      'شانجان ايدو بلس',
      'شانجان بيني',
      'شانجان ستار بيك اب',
      'شانجان ستار ميني فان',
      'شانجان سي اس 15',
      'شانجان سي اس 35',
      'شانجان سي اس 55',
      'شانجان سي اس 75',
      'شانجان سي اس 75 بلس',
      'شانجان سي اس 85',
      'شانجان سي اس 95',
      'شانجان هانتر بيك اب',
      'شانجان يوني تي',
      'شانجان يوني في',
      'شانجان يوني كي'
    ]
  },
  {
    brand: 'شانغهي',
    models: [
      'شانغهي  ام 60',
      'شانغهي  بيك اب سينجل ودبل كابينة',
      'شانغهي  فري تراك',
      'شانغهي ام 50',
      'شانغهي ايديل',
      'شانغهي فريدوم',
      'شانغهي كيو 25',
      'شانغهي كيو 35',
      'شانغهي كيو 7',
      'شانغهي ميني فان'
    ]
  },
  {
    brand: 'شاومي',
    models: [
      'شاومي'
    ]
  },
  {
    brand: 'شاويمي',
    models: [
      'شاويمي اس يو 7 اي في',
      'شاويمي ام اكس 11 اس يو في'
    ]
  },
  {
    brand: 'Chery (شيري)',
    models: [
      'Arrizo 5 (أريزو 5)',
      'Tiggo 4 (تيجو 4)',
      'Tiggo 7 Pro (تيجو 7 برو)',
      'Tiggo 7 (تيجو 7)',
      'Tiggo 3 (تيجو 3)',
      'Envy (إنفي)',
      'Tiggo 8 (تيجو 8)',
      'Tiggo 8 Pro (تيجو 8 برو)',
      'شيري  ايه 15',
      'شيري / اسبرانزا',
      'شيري اريزو 5',
      'شيري اريزو 6 برو',
      'شيري ايه 11',
      'شيري ايه 5',
      'شيري تيجو / تيجو 3',
      'شيري تيجو 4 برو',
      'شيري تيجو 7',
      'شيري تيجو 7 برو',
      'شيري تيجو 7 برو ماكس',
      'شيري تيجو 8',
      'شيري تيجو 8 برو',
      'شيري تيجو 8 برو ماكس',
      'شيري كيو كيو'
    ]
  },
  {
    brand: 'Chevrolet (شيفروليه)',
    models: [
      'Lanos (لانوس)',
      'Optra (أوبترا)',
      'Sonic (سونيك)',
      'Captiva (كابتيفا)',
      'Cruze (كروز)',
      'Aveo (أفيو)',
      'شيفروليه  بيك اب',
      'شيفروليه ابيكا',
      'شيفروليه افيو',
      'شيفروليه ان 300 موف',
      'شيفروليه اوبترا 2026 +',
      'شيفروليه اوبترا2010',
      'شيفروليه تافيرا',
      'شيفروليه تراكر',
      'شيفروليه ترايل بليزر',
      'شيفروليه جروف',
      'شيفروليه كابتيفا',
      'شيفروليه كروز',
      'شيفروليه لانوس',
      'شيفروليه ماليبو',
      'شيفروليه نيو ابترا'
    ]
  },
  {
    brand: 'فالاكور',
    models: [
      'فالاكور اي في'
    ]
  },
  {
    brand: 'فوتون',
    models: [
      'فوتون  اومارك شاحنات تجارية',
      'فوتون  جي 7',
      'فوتون  جي 9',
      'فوتون اومان',
      'فوتون اي فيو اي في فان',
      'فوتون ترانسفان',
      'فوتون تونلاند بيك اب',
      'فوتون جراتور',
      'فوتون جراتور ميكروباص',
      'فوتون سوفانا اس يو في',
      'فوتون فيو سي 2',
      'فوتون ميني باص'
    ]
  },
  {
    brand: 'فورثينج',
    models: [
      'فورثينج تي 5 ايفو',
      'فورثينج جويار  تي 5',
      'فورثينج جويار اكس 5',
      'فورثينج فرايدي',
      'فورثينج في 9 ام بي في',
      'فورثينج لايتينج اي في',
      'فورثينج لينجزي  فان',
      'فورثينج لينجزي ام 5',
      'فورثينج يو تور'
    ]
  },
  {
    brand: 'Ford (فورد)',
    models: [
      'Fusion (فيوجن)',
      'Kuga (كوجا)',
      'Focus (فوكس)',
      'Fiesta (فييستا)',
      'EcoSport (إيكوسبورت)',
      'فورد اكسبلورر',
      'فورد ايدج',
      'فورد ايسكيب',
      'فورد ايكوسبورت',
      'فورد تيريتوري',
      'فورد رينجر',
      'فورد فوكاس',
      'فورد فيوجن',
      'فورد فييستا',
      'فورد كوجا',
      'فورد مونديو'
    ]
  },
  {
    brand: 'فولفو',
    models: [
      'فولفو اس 40',
      'فولفو اس 60',
      'فولفو اس 80',
      'فولفو اكس سي 40',
      'فولفو اكس سي 60',
      'فولفو اكس سي 90',
      'فولفو في 40'
    ]
  },
  {
    brand: 'Volkswagen (فولكس فاجن)',
    models: [
      'Golf 7 (جولف 7)',
      'Passat B7 (باسات B7)',
      'Passat B6 (باسات B6)',
      'Golf 6 (جولف 6)',
      'Golf 8 (جولف 8)',
      'Polo (بولو)',
      'Golf 5 (جولف 5)',
      'Arteon (أرتيون)',
      'CC (سي سي)',
      'Jetta (جيتا)',
      'Tiguan (تيجوان)',
      'Passat B8 (باسات B8)',
      'T-Roc (تي روك)',
      'فولكس فاجن اي دي 4',
      'فولكس فاجن اي دي 6 اي في',
      'فولكس فاجن باسات',
      'فولكس فاجن بورا',
      'فولكس فاجن بولو',
      'فولكس فاجن بيتيل',
      'فولكس فاجن تي روك',
      'فولكس فاجن تيجوان',
      'فولكس فاجن تيرامونت',
      'فولكس فاجن جولف',
      'فولكس فاجن جيتا',
      'فولكس فاجن طوارق'
    ]
  },
  {
    brand: 'فوياه',
    models: [
      'فوياه باسيون',
      'فوياه تشويجانج',
      'فوياه دريمر ام بي في',
      'فوياه فري'
    ]
  },
  {
    brand: 'في جي في',
    models: [
      'في جي في في اكس 7',
      'في جي في يو 70',
      'في جي في يو 70 برو',
      'في جي في يو 75 بلس'
    ]
  },
  {
    brand: 'Fiat (فيات)',
    models: [
      '500X (فيات 500 إكس)',
      'Tipo (تيبو)',
      '500 (فيات 500)',
      'Punto (بونتو)',
      'Grande Punto (جراند بونتو)',
      'Siena (سيينا)',
      'Linea (لينيا)',
      'فيات  ايفو',
      'فيات 500 اكس',
      'فيات اونو',
      'فيات باليو',
      'فيات برافو',
      'فيات بونتو',
      'فيات تيبو',
      'فيات جراند بونتو',
      'فيات دوبلو',
      'فيات سيينا',
      'فيات لينيا'
    ]
  },
  {
    brand: 'كاديلاك',
    models: [
      'كاديلاك  دي تي اس',
      'كاديلاك اس ار اكس',
      'كاديلاك اس تي اس',
      'كاديلاك اسكاليد',
      'كاديلاك اكس تي 4',
      'كاديلاك اكس تي 5',
      'كاديلاك اكس تي 6',
      'كاديلاك اكس تي اس',
      'كاديلاك ايه تي اس',
      'كاديلاك دي فيل',
      'كاديلاك سي تي 4',
      'كاديلاك سي تي 5',
      'كاديلاك سي تي 6',
      'كاديلاك سي تي اس',
      'كاديلاك سي فيل',
      'كاديلاك ليريك'
    ]
  },
  {
    brand: 'كاري',
    models: [
      'كاري كيه 50',
      'كاري كيو 22',
      'كاري كيو 26'
    ]
  },
  {
    brand: 'كايي',
    models: [
      'كايي اكس 3 برو',
      'كايي اكس 7 كاستوم',
      'كايي اي 5'
    ]
  },
  {
    brand: 'كرايسلر',
    models: [
      'كرايسلر 300 سي',
      'كرايسلر بي تي كروزر',
      'كرايسلر تاون اند كاونتري',
      'كرايسلر فوياجر',
      'كرايسلر نيون'
    ]
  },
  {
    brand: 'كوبرا',
    models: [
      'كوبرا اتيصا',
      'كوبرا بورن',
      'كوبرا تافاسكان',
      'كوبرا تيرامار',
      'كوبرا فورمينتور',
      'كوبرا ليون'
    ]
  },
  {
    brand: 'Kia (كيا)',
    models: [
      'Cerato K3 (سيراتو كيه 3)',
      'Sportage (سبورتاج)',
      'Picanto (بيكانتو)',
      'Pegas (بيجاس)',
      'Sorento (سورينتو)',
      'Cerato Forte (سيراتو فورتي)',
      'Xceed (إكسيد)',
      'Grand Cerato (جراند سيراتو)',
      'Rio (ريو)',
      'Carens (كارنز)',
      'كيا  جراند سيراتو',
      'كيا اكسسيد',
      'كيا السبيكترا',
      'كيا اوبتيم  كيه 5',
      'كيا بيكانتو',
      'كيا ريو',
      'كيا سبورتاج',
      'كيا ستونيك',
      'كيا سورينتو',
      'كيا سول',
      'كيا سيراتو 2009_2012',
      'كيا سيراتو k3 3013_2017',
      'كيا كارنيفال',
      'كيا كارينز'
    ]
  },
  {
    brand: 'كيتون',
    models: [
      'كيتون اي اكس 8',
      'كيتون في 60',
      'كيتون ميني فان'
    ]
  },
  {
    brand: 'كينبو',
    models: [
      'كينبو اس 2',
      'كينبو اس 3',
      'كينبو اس 6',
      'كينبو ميني فان 8'
    ]
  },
  {
    brand: 'لادا',
    models: [
      'لادا 110',
      'لادا 111',
      'لادا 112',
      'لادا جرانتا',
      'لادا فيستا',
      'لادا لارجوس',
      'لادا نيفا 2121'
    ]
  },
  {
    brand: 'لاند روفر',
    models: [
      'لاند روفر ديسكفري',
      'لاند روفر ديسكفري سبورت',
      'لاند روفر ديفندر',
      'لاند روفر رينج روفر',
      'لاند روفر رينج روفر ايفوك',
      'لاند روفر رينج روفر سبورت',
      'لاند روفر رينج روفر فيلار'
    ]
  },
  {
    brand: 'لكزس',
    models: [
      'لكزس ار اكس',
      'لكزس ال اس',
      'لكزس ال اكس',
      'لكزس ان اكس',
      'لكزس اي اس',
      'لكزس ايس ام',
      'لكزس جي اس',
      'لكزس يو اكس'
    ]
  },
  {
    brand: 'لوتس',
    models: [
      'لوتس اكسيج',
      'لوتس اليترا',
      'لوتس اليز',
      'لوتس اميا',
      'لوتس اميرا',
      'لوتس ايفورا'
    ]
  },
  {
    brand: 'لي اوتو',
    models: [
      'لي اوتو ال 6',
      'لي اوتو ال 7',
      'لي اوتو ال 8',
      'لي اوتو ال 9',
      'لي اوتو لي وان',
      'لي اوتو ميجا اي في'
    ]
  },
  {
    brand: 'ليب موتور',
    models: [
      'ليب موتور تي 03',
      'ليب موتور سي 01',
      'ليب موتور سي 10',
      'ليب موتور سي 11',
      'ليب موتور سي 11 اي ار اي في',
      'ليب موتور سي 16'
    ]
  },
  {
    brand: 'ليفان',
    models: [
      'ليفان 320  اسميلي',
      'ليفان 520 بريز',
      'ليفان 620 سولانو',
      'ليفان اكس 50',
      'ليفان اكس 60',
      'ليفان اكس 70',
      'ليفان فويزون ميني فان'
    ]
  },
  {
    brand: 'لينك اند كو',
    models: [
      'لينك اند كو 01',
      'لينك اند كو 03',
      'لينك اند كو 05',
      'لينك اند كو 09'
    ]
  },
  {
    brand: 'لينكون',
    models: [
      'لينكون افياتور',
      'لينكون ام كيه اكس  نوتيلوس',
      'لينكون ام كيه زد',
      'لينكون ام كيه سي كورسير',
      'لينكون تاون كار',
      'لينكون نافيجيتور'
    ]
  },
  {
    brand: 'ماركوري',
    models: [
      'ماركوري جراند ماركيز',
      'ماركوري مارينر',
      'ماركوري ماونتنير',
      'ماركوري مونتيري',
      'ماركوري ميلان'
    ]
  },
  {
    brand: 'Mazda (مازدا)',
    models: [
      'CX-3 (سي إكس 3)',
      'Mazda 2 (مازدا 2)',
      'CX-5 (سي إكس 5)',
      'Mazda 6 (مازدا 6)',
      'Mazda 3 (مازدا 3)',
      'مازدا 323 فاميليا',
      'مازدا سي اكس 3',
      'مازدا سي اكس 30',
      'مازدا سي اكس 5',
      'مازدا سي اكس 9'
    ]
  },
  {
    brand: 'مازيراتي',
    models: [
      'مازيراتي جرانتوريزمو',
      'مازيراتي جريكالي',
      'مازيراتي جيبلي',
      'مازيراتي كواتروبورتي',
      'مازيراتي ليفانتي'
    ]
  },
  {
    brand: 'ماكسوس',
    models: [
      'ماكسوس تي 60',
      'ماكسوس تي 90',
      'ماكسوس جي 10',
      'ماكسوس دي 60',
      'ماكسوس دي 90',
      'ماكسوس في 80',
      'ماكسوس ميفا 9'
    ]
  },
  {
    brand: 'ماكلارين',
    models: [
      'ماكلارين 570 اس',
      'ماكلارين 720 اس',
      'ماكلارين 750 اس',
      'ماكلارين ارتورا',
      'ماكلارين بي 1',
      'ماكلارين جي تي'
    ]
  },
  {
    brand: 'ماهيندرا',
    models: [
      'ماهيندرا اكس يو في 500',
      'ماهيندرا اكس يو في 700',
      'ماهيندرا بوليرو',
      'ماهيندرا ثار',
      'ماهيندرا سكوربيو'
    ]
  },
  {
    brand: 'Mercedes-Benz (مرسيدس)',
    models: [
      'GLE (جي إل إي)',
      'C180 (سي 180)',
      'CLA (سي إل إيه)',
      'GLA (جي إل إيه)',
      'S-Class (إس كلاس)',
      'E250 (إي 250)',
      'A-Class (إيه كلاس)',
      'G-Class (جي كلاس)',
      'E200 (إي 200)',
      'C200 (سي 200)',
      'E300 (إي 300)',
      'GLC (جي إل سي)',
      'مرسيدس بنز الفئة اس',
      'مرسيدس بنز الفئة اي',
      'مرسيدس بنز الفئة ايه',
      'مرسيدس بنز الفئة بي',
      'مرسيدس بنز الفئة جي',
      'مرسيدس بنز الفئة سي',
      'مرسيدس بنز جي ال اس الفئة جي ال',
      'مرسيدس بنز جي ال اي  الفئة ام',
      'مرسيدس بنز جي ال ايه',
      'مرسيدس بنز جي ال بي',
      'مرسيدس بنز جي ال سي',
      'مرسيدس بنز سي ال اس',
      'مرسيدس بنز سي ال ايه'
    ]
  },
  {
    brand: 'Mitsubishi (ميتسوبيشي)',
    models: [
      'Attrage (أتراج)',
      'Mirage (ميراج)',
      'Eclipse Cross (إكليبس كروس)',
      'Outlander (أوتلاندر)',
      'Lancer بومة (لانسر بومة)',
      'Xpander (إكسباندر)',
      'Lancer شارك (لانسر شارك)',
      'ميتسوبيشي اتراج',
      'ميتسوبيشي اكسباندر',
      'ميتسوبيشي ال 200 بيك اب',
      'ميتسوبيشي اوتلاندر',
      'ميتسوبيشي اي اكس',
      'ميتسوبيشي ايكليبس كروس',
      'ميتسوبيشي باجيرو',
      'ميتسوبيشي كولت',
      'ميتسوبيشي لانسر بومه',
      'ميتسوبيشي لانسر شارك',
      'ميتسوبيشي ميراج'
    ]
  },
  {
    brand: 'MINI (ميني كوبر)',
    models: [
      'Clubman (كلوب مان)',
      'Paceman (بيسمان)',
      'Countryman (كانتري مان)',
      'John Cooper Works - JCW (جون كوبر وركس)',
      'Coupe (كوبيه)',
      'Roadster (رودستر)',
      'Cooper 3-Door (ميني كوبر 3 باب)',
      'Cooper Convertible (كابريوليه - كشف)',
      'Cooper S (ميني كوبر إس)',
      'Cooper 5-Door (ميني كوبر 5 باب)',
      'ميني بيسمان',
      'ميني كانتريمان',
      'ميني كلابمان',
      'ميني كوبر هاتش'
    ]
  },
  {
    brand: 'Nissan (نيسان)',
    models: [
      'Sentra (سنترا)',
      'Sunny N17 (صني الشكل الجديد N17)',
      'Sunny N16 (صني الشكل القديم N16)',
      'Tiida (تيدا)',
      'Qashqai (قشقاي)',
      'X-Trail (إكس تريل)',
      'Juke (جوك)',
      'نيسان اكس ترل',
      'نيسان التيما',
      'نيسان باترول',
      'نيسان تيدا',
      'نيسان جوك',
      'نيسان سنترا',
      'نيسان صني ان 16',
      'نيسان صني ان 17',
      'نيسان قشقاي',
      'نيسان ماجنيت'
    ]
  },
  {
    brand: 'هافال',
    models: [
      'هافال اتش 6',
      'هافال اتش 7',
      'هافال اتش 8',
      'هافال جوليان',
      'هافال دارجو'
    ]
  },
  {
    brand: 'هانتينج',
    models: [
      'هانتينج  اكس 7 اس',
      'هانتينج اكس 5',
      'هانتينج اكس 7',
      'هانتينج اكس 8'
    ]
  },
  {
    brand: 'هايما',
    models: [
      'هايما 1',
      'هايما 2',
      'هايما 3',
      'هايما 7',
      'هايما 7 اكس',
      'هايما 85',
      'هايما اس 5',
      'هايما اس 7',
      'هايما ام 3',
      'هايما ام 6  فاميلي'
    ]
  },
  {
    brand: 'هواتاي',
    models: [
      'هواتاي  باوليجي',
      'هواتاي بولجيري',
      'هواتاي سانتافيه',
      'هواتاي شينجدافي',
      'هواتاي لافيل',
      'هواتاي لوشينج اس 5',
      'هواتاي لوشينج بي 21'
    ]
  },
  {
    brand: 'Honda (هوندا)',
    models: [
      'Accord (أكورد)',
      'CR-V (سي آر في)',
      'City (سيتي)',
      'Civic (سيفيك)',
      'HR-V (إتش آر في)',
      'هوندا اتش ار في',
      'هوندا اكورد',
      'هوندا جاز',
      'هوندا سي ار في',
      'هوندا سيتي',
      'هوندا سيفيك2014+',
      'هوندا سيفيكFD 2013'
    ]
  },
  {
    brand: 'هونشي',
    models: [
      'هونشي اتش 5',
      'هونشي اتش 7',
      'هونشي اتش 9',
      'هونشي اتش اس 3',
      'هونشي اتش اس 5',
      'هونشي اتش اس 7',
      'هونشي اي اتش اس 9',
      'هونشي اي كيو ام 5'
    ]
  },
  {
    brand: 'Hyundai (هيونداي)',
    models: [
      'Elantra MD (إلنترا إم دي)',
      'Bayon (بايون)',
      'Elantra CN7 (إلنترا سي إن 7)',
      'Creta (كريتا)',
      'I20 (آي 20)',
      'Verna (فيرنا)',
      'Accent RB (أكسنت آر بي)',
      'Elantra AD (إلنترا إيه دي)',
      'Tucson (توسان)',
      'Accent HCI (أكسنت إتش سي آي)',
      'Elantra HD (إلنترا إتش دي)',
      'I10 (آي 10)',
      'Matrix (ماتريكس)',
      'هيوانداي النترا اكس دي',
      'هيوانداي النترا ام دي',
      'هيوانداي النترا ايه دي',
      'هيوانداي النترا سي ان 7',
      'هيواندي النترا اتش دي',
      'هيونداي اتش 1',
      'هيونداي استار جيزر',
      'هيونداي اكسنت ار بي',
      'هيونداي النترا2006',
      'هيونداي اي 10',
      'هيونداي اي 20',
      'هيونداي اي 30',
      'هيونداي بايون',
      'هيونداي توسان',
      'هيونداي جراند اي 10',
      'هيونداي جيتز',
      'هيونداي سانتافيه',
      'هيونداي سوناتا',
      'هيونداي فيرنا',
      'هيونداي كريتا',
      'هيونداي ماتريكس',
      'هيونداي نيو اكسنت'
    ]
  },
  {
    brand: 'ولينج',
    models: [
      'ولينج الماز',
      'ولينج بينجو اي في',
      'ولينج رونجوانج',
      'ولينج صنشاين ميني فان',
      'ولينج كورتيز ام بي في',
      'ولينج هونجوانج ميني اي في'
    ]
  },
  {
    brand: 'وينجام',
    models: [
      'وينجام اواسي 540',
      'وينجام اواسي ستي سويفت',
      'وينجام اواسي610'
    ]
  },
  {
    brand: 'BMW (بي إم دبليو)',
    models: [
      '316 / 318 / 320 - E90 (الفئة الثالثة E90)',
      'X6 (إكس 6)',
      'X3 (إكس 3)',
      'X1 (إكس 1)',
      '520 / 523 / 525 - E60 (الفئة الخامسة E60)',
      '320 / 330 - G20 (الفئة الثالثة G20)',
      'X4 (إكس 4)',
      '2 Series (الفئة الثانية)',
      '4 Series Gran Coupe (الفئة الرابعة)',
      '520 / 528 / 535 - F10 (الفئة الخامسة F10)',
      '520 / 530 - G30 (الفئة الخامسة G30)',
      '318 / 320 / 328 - F30 (الفئة الثالثة F30)',
      '1 Series (الفئة الأولى)',
      '316 / 318 / 320 - E46 (الفئة الثالثة E46)',
      'X5 (إكس 5)'
    ]
  },
  {
    brand: 'Audi (أودي)',
    models: [
      'Q5 (كيو 5)',
      'A3 (إيه 3)',
      'A5 (إيه 5)',
      'Q7 (كيو 7)',
      'Q2 (كيو 2)',
      'Q3 (كيو 3)',
      'A6 (إيه 6)',
      'A4 (إيه 4)'
    ]
  },
  {
    brand: 'MG (إم جي)',
    models: [
      'MG 4 (إم جي 4)',
      'MG 5 (إم جي 5)',
      'MG 6 (إم جي 6)',
      'MG ZS (إم جي زد إس)',
      'MG One (إم جي وان)',
      'MG RX5 (إم جي آر إكس 5)',
      'MG HS (إم جي إتش إس)'
    ]
  },
  {
    brand: 'Opel (أوبل)',
    models: [
      'Astra (أسترا)',
      'Mokka (موكا)',
      'Insignia (إنسيجنيا)',
      'Grandland (جراند لاند)',
      'Vectra (فيكترا)',
      'Crossland (كروس لاند)',
      'Corsa (كورسا)'
    ]
  },
  {
    brand: 'Ferrari (فيراري)',
    models: [
      'SF90 Stradale / Spider (إس إف 90)',
      'Roma / Roma Spider (روما)',
      'F8 Tributo / Spider (إف 8 تريبوتو)',
      '296 GTB / GTS (296 جي تي بي)',
      'California / California T (كاليفورنيا)',
      'GTC4Lusso (جي تي سي 4 لوسو)',
      'Portofino / Portofino M (بورتوفينو)',
      '812 Superfast / GTS / Competizione (812 سوبر فاست)',
      '488 GTB / Spider / Pista (488 جي تي بي / بيستا)',
      'F12berlinetta (إف 12 بيرلينيتا)',
      'Purosangue (بوروسانجوي)',
      '458 Italia / Spider (458 إيطاليا)'
    ]
  }
];